Repository: dpaleino/wicd
Catalog: po/*.po
Languages: es_ar

source: About Wicd
es_ar: Acerca de Wicd

source: Activate Internet Connection Sharing
es_ar: Activar Compartición de Conexión a Internet

source: Add a new profile
es_ar: Agregar un nuevo perfil

source: Add a new wired profile
es_ar: Agregar un nuevo perfil cableado

source: Advanced Settings
es_ar: Ajustes avanzados

source: Always show wired interface
es_ar: Siempre mostrar las conexiones cableadas

source: Always switch to wired connection when available
es_ar: Siempre cambiarse a conexión cabelada si está disponible

source: Authentication
es_ar: Autenticación

source: Automatic (recommended)
es_ar: Automático (recomendado)

source: Automatic Reconnection
es_ar: Reconexión automática

source: Automatically connect to this network
es_ar: Conectarse automáticamente a esta red

source: Automatically reconnect on connection loss
es_ar: Automáticamente reconectar cuando se pierda la conexión

source: Brought to you by:
es_ar: Traído a Ud. por:

source: Can't connect to the daemon, trying to start it automatically...
es_ar: No se puede conectar con el demonio, tratando de iniciarlo automáticamente...

source: Cancel
es_ar: Cancelar

source: Channel
es_ar: Canal

source: Choose from the networks below:
es_ar: Elija de las redes abajo:

source: Configure selected network
es_ar: Configurar red seleccionada

source: Configuring preferences for wired profile "$A"
es_ar: Configurando preferencias para perfil cableado "$A"

source: Configuring preferences for wireless network "$A" ($B)
es_ar: Configurando preferencia para red inalámbrica "$A" ($B)

source: Configuring wireless interface...
es_ar: Configurando interface inalámbrica

source: Connect
es_ar: Conectar

source: Connect to selected network
es_ar: Conectar a red seleccionada

source: Connected to $A at $B (IP: $C)
es_ar: Conectado a $A a $B (IP: $C)

source: Connected to wired network (IP: $A)
es_ar: Conectado a red cableada (IP: $A)

source: Connecting
es_ar: Conectando

source: Connection Cancelled
es_ar: Conexión cancelada

source: Connection Failed.
es_ar: Conexión cancelada

source: Connection Failed: Bad password
es_ar: La conección falló: Password incorrecto

source: Connection Failed: No DHCP offers received.
es_ar: La conexión falló: no se han recibido ofertas DHCP

source: Connection Failed: Unable to Get IP Address
es_ar: Conexión falló: Imposible obtener dirección IP

source: Connection established
es_ar: Coneccion establecida

source: Connection successful.
es_ar: Conexión cancelada

source: Could not connect to wicd's D-Bus interface. Check the wicd log for error messages.
es_ar: No se pudo conectar a la interfez D-Bus de wicd. Chequee el log de wicd en busca de mensajes de error.

source: Could not find a graphical sudo program. The script editor could not be launched. You'll have to edit scripts directly your configuration file.
es_ar: No se pudo encontrar un programa de sudo gráfico. El editor de scripts no pudo ser iniciado. Tendrá que editar scripts directamente en su archivo de configuración.

source: Create an Ad-Hoc Network
es_ar: Crear una red Ad-Hoc

source: DBus failure! This is most likely caused by the wicd daemon stopping while wicd-curses is running. Please restart the daemon, and then restart wicd-curses.
es_ar: Fallo de DBus! Esto seguramente es causado por la detención del demonio wicd mientras wicd-curses se ejecuta. Por favor reinicie el demonio, y luego reinicie wicd-curses.

source: DHCP Client
es_ar: Cliente DHCP

source: DNS domain
es_ar: Dominio DNS

source: Disconn
es_ar: Desconectado

source: Disconnect from all networks
es_ar: Desconectarse de todas las redes

source: Disconnected
es_ar: Desconectado

source: Disconnecting active connections...
es_ar: Desconectando conecciones activas...

source: Display 'about' dialog
es_ar: Mostrar este diálogo de ayuda

source: Display this help dialog
es_ar: Mostrar este diálogo de ayuda

source: Domain
es_ar: Dominio DNS

source: Done connecting...
es_ar: Conexión completada...

source: Enable debug mode
es_ar: Habilitar modo debug

source: Establishing connection...
es_ar: Estableciendo coneccion...

source: External Programs
es_ar: Programas Externos

source: Flushing the routing table...
es_ar: Vaciando la tabla de ruteo...

source: For more detailed help, consult the wicd-curses(8) man page.
es_ar: Para una ayuda mas detallada, consulte el manual de wicd-curses

source: Gateway
es_ar: Puerta de acceso

source: General Settings
es_ar: Ajustes generales

source: Generating PSK...
es_ar: Generando PSK...

source: Generating WPA configuration file...
es_ar: Generando archivo de configuración WPA...

source: Global DNS has not been enabled in general preferences.
es_ar: El DNS Global no fue habilitado en las preferencias generales.

source: Global DNS servers
es_ar: Servidores DNS Globales

source: Hidden Network ESSID
es_ar: ESSID de red oculta

source: Identity
es_ar: Identidad

source: Invalid IP address entered.
es_ar: Direccion IP invalida.

source: Invalid address in $A entry.
es_ar: Dirección inválida en entrada $A

source: Key
es_ar: Contraseña

source: Netmask
es_ar: Máscara de red

source: Network Interfaces
es_ar: Interfaces de red

source: No wireless networks found.
es_ar: No se encontaron redes inalámbricas.

source: Not connected
es_ar: No conectado

source: OK
es_ar: Aceptar

source: Obtaining IP address...
es_ar: Obteniendo dirección IP...

source: Once there, you can adjust (or add) the "beforescript", "afterscript", "predisconnectscript" and "postdisconnectscript" variables as needed, to change the preconnect, postconnect, predisconnect and postdisconnect scripts respectively. Note that you will be specifying the full path to the scripts - not the actual script contents. You will need to add/edit the script contents separately. Refer to the wicd manual page for more information.
es_ar: Una vez allí, puede ajustar (o agregar) las variables "beforescript", "afterscript", y "disconectscript" según sus necesidades, para cambiar los scripts de preconexión, postconexión y desconexión respectivamente. Deberá especificar la ruta completa a los scripts, no el contenido del script. Necesitará agregar/editar los contenidos de los scripts por separado. Revise el manual de wicd para mas información.

source: Password
es_ar: Contraseña

source: Path to PAC file
es_ar: Ruta al archivo PAC

source: Post-connection Script
es_ar: Ejectuar un script de pre-desconexión

source: Post-disconnection Script
es_ar: Ejectuar un script de pre-desconexión

source: Pre-connection Script
es_ar: Ejectuar un script de pre-desconexión

source: Pre-disconnection Script
es_ar: Ejectuar un script de pre-desconexión

source: Preferences
es_ar: Preferencias

source: Preferences dialog
es_ar: Diálogo de preferencias

source: Prompt for profile on wired autoconnect
es_ar: Solicitar perfil en autoconexión cableada

source: Properties
es_ar: Propiedades

source: Putting interface down...
es_ar: Apagando interfaz...

source: Putting interface up...
es_ar: Construyendo interface...

source: Refresh network list
es_ar: Actualizar lista de redes

source: Rename wired profile
es_ar: Renombrar perfil cableado

source: Required encryption information is missing.
es_ar: Falta información de encriptación requerida.

source: Resetting IP address...
es_ar: Reseteando dirección IP

source: Route Table Flushing
es_ar: Vaciado de Tabla de ruteo

source: Scan
es_ar: Escanear

source: Scan for hidden networks
es_ar: Escanear en busca de redes ocultas

source: Scanning
es_ar: Escaneando

source: Scanning networks... stand by...
es_ar: Escaneando redes... aguarde un momento...

source: Search domain
es_ar: Buscar dominio

source: Secured
es_ar: Seguro

source: Select Hidden Network ESSID
es_ar: Seleccionar ESSID de Red Oculta

source: Select or create a wired profile to connect with
es_ar: Seleccione o cree un perfil cableado para conectarse

source: Select scripts
es_ar: Seleccionar Scripts

source: Set up Ad-hoc network
es_ar: Establecer red Ad-Hoc

source: Setting broadcast address...
es_ar: Estableciendo dirección de broadcast...

source: Setting static DNS servers...
es_ar: Estableciendo servidores DNS estáticos...

source: Setting static IP addresses...
es_ar: Estableciendo direcciones IP estáticas...

source: Show never connect networks
es_ar: Desconectarse de todas las redes

source: Stop Showing Autoconnect pop-up temporarily
es_ar: Dejar de mostrar temporariamente el aviso de Autoconexión

source: Stop a connection in progress
es_ar: Detener una conexión en progreso.

source: Terminated by user
es_ar: Finalizado por usuario.

source: The wicd daemon has shut down. The UI will not function properly until it is restarted.
es_ar: El demonio wicd ha sido apagado. La interface de usuario no funcionará correctamente hasta que sea reiniciado.

source: This network requires encryption to be enabled.
es_ar: Esta red requiere encriptación para ser habilitada

source: To avoid various complications, wicd-curses does not support directly editing the scripts. However, you can edit them manually. First, (as root), open the "$A" config file, and look for the section labeled by the $B in question. In this case, this is:
es_ar: Para evitar algunas complicaciones, wicd-curses no soporta la edición directa de scripts. Sin embargo, puede editarlas manualmente. Primero, (como root), abra el archivo de configuración "$A", y busque la sección etiquetada por el $B en cuestión. En este caso, esto sería:

source: To connect to a wired network, you must create a network profile. To create a network profile, type a name that describes this network, and press Add.
es_ar: Para conectar a una red cableada, debe crear un perfil de red. Para crear un perfil de red, escriba un nombre que describa esa red, y presione Agregar.

source: Unsecured
es_ar: No seguro

source: Use Encryption
es_ar: Usar encriptación

source: Use Encryption (WEP only)
es_ar: Usar encriptación (WEP only)

source: Use Static DNS
es_ar: Usar DNS estático

source: Use Static IPs
es_ar: Usar IPs estáticos

source: Use dBm to measure signal strength
es_ar: Usar dBm para medir la intensidad de la señal

source: Use default profile on wired autoconnect
es_ar: Usar perfil por defecto en autoconexión cableada

source: Use global DNS servers
es_ar: Usar servidores DNS globales

source: Use last used profile on wired autoconnect
es_ar: Usar el último perfil usado en autoconexión cableada

source: Use these settings for all networks sharing this essid
es_ar: Usar estos ajustes para todas las redes que compartan este essid

source: Username
es_ar: Nombre de usuario

source: Validating authentication...
es_ar: Validando autenticación...

source: Verifying access point association...
es_ar: Verificando asociación de access point...

source: WPA Supplicant
es_ar: Suplicante WPA

source: Wicd Curses Interface
es_ar: Interface Wicd Curses

source: Wicd daemon unreachable
es_ar: No se puede alcanzar el demonio wicd

source: Wicd needs to access your computer's network cards.
es_ar: Wicd necesita acceder a la tarjeta de red de su computadora

source: Wired Autoconnect Settings
es_ar: Ajustes de Autoconexión Cableada

source: Wired Interface
es_ar: Interfaz cableada

source: Wired Link Detection
es_ar: Detección de Enlace Cableado

source: Wired Network
es_ar: Red cableada

source: Wired Networks
es_ar: Redes Cableadas

source: Wired connection detected
es_ar: Conexión cableada detectada

source: Wireless Interface
es_ar: Interface Inalámbrica

source: Wireless Kill Switch Enabled
es_ar: Kill Switch inalámbrico Habilitado

source: Wireless Networks
es_ar: Redes inalámbricas

source: You can also configure the wireless networks by looking for the "[<ESSID>]" field in the config file.
es_ar: También puede configurar las redes inalámbricas buscando el campo "[<ESSID>]" en el archivo de configuración.

source: You must enter your password to configure scripts
es_ar: Debe ingresar su contraseña para configurar scripts

source: You should almost always use wext as the WPA supplicant driver
es_ar: Debería usar casi siempre wext como el driver suplicante de WPA

source: wicd-curses does not support deleting the last wired profile. Try renaming it ("F2")
es_ar: wicd-curses no soporta la eliminación del último perfil cableado. Pruebe renombrarlo ('F2')

source: _Disconnect All
es_ar: Desconectado

source: _Preferences
es_ar: Preferencias

source: Connecting...
es_ar: Conexión completada...

source: Pre-connection Script:
es_ar: Ejectuar un script de pre-desconexión

source: Post-connection Script:
es_ar: Ejectuar un script de pre-desconexión

source: Pre-disconnection Script:
es_ar: Ejectuar un script de pre-desconexión

source: Post-disconnection Script:
es_ar: Ejectuar un script de pre-desconexión

source: Always switch to a wired connection when available
es_ar: Siempre cambiarse a conexión cabelada si está disponible

source: DNS domain:
es_ar: Dominio DNS

source: Automatically reconnect on network connection loss
es_ar: Automáticamente reconectar cuando se pierda la conexión

source: <b>Automatic Reconnection</b>
es_ar: <b>Reconexión automática</b>

source: Use last wired network profile
es_ar: Renombrar perfil cableado

source: Use default wired network profile
es_ar: Renombrar perfil cableado

source: <b>Wired automatic connection</b>
es_ar: Reconexión automática

source: Wired interface:
es_ar: Interfaz cableada

source: Wireless interface:
es_ar: Interface Inalámbrica

source: <b>Network Interfaces</b>
es_ar: Interfaces de red

source: Search domain:
es_ar: Buscar dominio

source: <b>Global DNS Servers</b>
es_ar: Servidores DNS Globales

source: <b>Route Table Flushing</b>
es_ar: Vaciado de Tabla de ruteo

source: <b>Wired Link Detection</b>
es_ar: Detección de Enlace Cableado

source: <b>Wireless Interface</b>
es_ar: Interface Inalámbrica

source: <b>Debugging</b>
es_ar: Debugging

source: You should almost always use wext as the WPA supplicant driver.
es_ar: Debería usar casi siempre wext como el driver suplicante de WPA
